/*
 Localizable.strings
 Rdio Alarm
 
 Created by David Brunow on 11/4/12.
 
 */

"SNOOZE" = "Snooze";
"SET ALARM" = "Aseta Hälytys";
"PLEASE REST PEACEFULLY" = "please levätä rauhassa";
"YOUR ALARM IS SET" = "hälytin on asetettu %@";
"PLUG ME IN" = "te todella pitäisi kytkeä minut...";
"CANCEL ALARM" = "Peruuta Hälytys";
"TURN OFF ALARM" = "Sammuta Hälytys";
"ALARM CANCELED" = "Hälytys Peruttu";
"ALARM STOPPED" = "Hälytys Pysäytetty";
"SNOOZE SLIDER LABEL" = "Snooze Time: %d minuutti";
"SNOOZE SLIDER LABEL PLURAL" = "Snooze Time: %d minuuttia";
"SLEEP SLIDER LABEL" = "Sleep Time: %d minuutti";
"SLEEP SLIDER LABEL PLURAL" = "Sleep Time: %d minuuttia";
"SLEEP SLIDER LABEL DISABLED" = "Sleep Timer Disabled";
"CHARGING LABEL" = "olet antelias ja huolehtiva henkilö";
"SIGN OUT" = "Ilmoittaa Lähtevänsä";
"AUTO ALARM" = "Automaattisesti hälytyksen, kun App julkaistiin?";
"CHOOSE ALARM TIME" = "Valitse Hälytysajan";
"NOT SIGNED IN LABEL" = "Herätä täyteen kappaleita soittolistoista, sinun täytyy kirjautua Rdio®. Ei vielä Rdio käyttäjä?\nnapauttamalla tästä lisätietoa.";
"CHANGE SETTINGS" = "Muuta Asetuksia";
"AUTO ALARM BEING SET" = "hetken, hälytin asetetaan automaattisesti herättää sinut jopa %@\nnopeudella %@\n\n\nkoskettamalla mitä tahansa näytön peruuttaa";
"SETTINGS OPENED" = "Asetukset Avattu";
"SETTINGS CLOSED" = "Asetukset Suljettu";
"LOADING" = "Odota Hetki...";
"SELECTED PLAYLIST IS" = "Valittu soittolista on %@";
"CHOOSE PLAYLIST" = "Valitse soittolista...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Tilatut";
"OWNED HEADER" = "   Omisti";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Tilatut";
"OWNED" = "Omisti";
"APP MUST BE OPEN REMINDER" = "Et Herää musiikkiin, jos suljet pois Wake Up sovellus.";
"TURN ALARM BACK ON" = "kytke hälytys takaisin";
"CANNOT CONNECT TO RDIO" = "Ei voi yhdistää Rdio®. Sinun hälytys ei toimi, jos et pysty muodostamaan. Et luultavasti halua perustaa varmuuskopio hälytys.";



